Repository: giellalt/corpus-eng
Catalog: prestable/tmx/eng2sme/admin/depts/regjeringen.no/contact-information_id_635.html.tmx
Source language: eng
Languages: sme

source: Contact - regjeringen.no
sme: Oktavuohta - regjeringen.no

source: Enter name or phone number:
sme: Čále nama dahje tel. nr..:

source: Show employees of
sme: Čájet bargiid

source: To show all employees in a unit, leave the name / phone number-field blank.
sme: Cavgileapmi: Divtte namma-dahje tel. nr. - ruvttu leat guorusin, de oččut ovdan buot ossodaga bargiid

source: Address: Postboks 8007, Dep, 0030 Oslo Visiting address: Teatergata 9 (R6).
sme: Fitnancujuhus: Teatergata 9 (R6), Oslo

source: Telephone: +47 22 24 90 90 Fax: +47 22 24 95 59
sme: Poastacujuhus: Postboks 8007, Dep. 0030 Oslo

source: Last updated: 15.05.2014
sme: Maŋimuš ođasmahttojuvvon: 15.05.2014
